Repository: rxtech-lab/summary-chip-ios
Catalog: summary-chip/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: “%@” can't be opened anymore. Its share link expired, or its owner made it private.
zh_hans: “%@”已无法打开。它的分享链接已过期，或所有者已将其设为私密。
zh_hant: 「%@」已無法開啟。它的分享連結已過期，或擁有者已將其設為私密。

source: “%@” is ready to share.
zh_hans: “%@”已可分享。
zh_hant: 「%@」已可分享。

source: %@ · Last used %@
zh_hans: %@ · 上次使用：%@
zh_hant: %@ · 上次使用：%@

source: %@ · Never used
zh_hans: %@ · 从未使用
zh_hant: %@ · 從未使用

source: %@ added to your balance.
zh_hans: %@已添加到你的余额。
zh_hant: %@已加入你的餘額。

source: %@ chance of rain
zh_hans: 降水概率 %@
zh_hant: 降雨機率 %@

source: %@ from %@
zh_hans: %2$@ 起%1$@
zh_hant: %2$@ 起%1$@

source: %@ left
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ points
zh_hans: %@ 积分
zh_hant: %@ 點

source: %@ pts
zh_hans: %@ 积分
zh_hant: %@ 點

source: %@ used
zh_hans: 已使用 %@
zh_hant: 已使用 %@

source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld LaTeX errors
zh_hans: %lld 个 LaTeX 错误
zh_hant: %lld 個 LaTeX 錯誤

source: %lld nights
zh_hans: %lld 晚
zh_hant: %lld 晚

source: %lld places
zh_hans: %lld 个地点
zh_hant: %lld 個地點

source: %lld results
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: %lld results · by meaning
zh_hans: %lld 个结果 · 按语义
zh_hant: %lld 個結果 · 依語意

source: %lld summaries added
zh_hans: 已添加 %lld 个摘要
zh_hant: 已新增 %lld 則摘要

source: %lld tool calls
zh_hans: %lld 次工具调用
zh_hant: %lld 次工具呼叫

source: %lld+ results
zh_hans: %lld+ 个结果
zh_hant: %lld+ 個結果

source: 1 day
zh_hans: 1 天
zh_hant: 1 天

source: 1 LaTeX error
zh_hans: 1 个 LaTeX 错误
zh_hant: 1 個 LaTeX 錯誤

source: 1 night
zh_hans: 1 晚
zh_hant: 1 晚

source: 1 place
zh_hans: 1 个地点
zh_hant: 1 個地點

source: 1 result
zh_hans: 1 个结果
zh_hant: 1 個結果

source: 1 result · by meaning
zh_hans: 1 个结果 · 按语义
zh_hant: 1 個結果 · 依語意

source: 1–2 h
zh_hans: 1–2 小时
zh_hant: 1–2 小時

source: A new preview image replaces the current one. Links that were already shared show the new image once apps refresh their preview.
zh_hans: 新的预览图将替换当前预览图。已分享的链接会在应用刷新预览后显示新图片。
zh_hant: 新的預覽圖會取代目前的預覽圖。已分享的連結會在 App 重新整理預覽後顯示新圖片。

source: A paper can have at most %lld files.
zh_hans: 一篇论文最多可包含 %lld 个文件。
zh_hant: 一篇論文最多可包含 %lld 個檔案。

source: A quick look at how Chippy works.
zh_hans: 快速了解 Chippy 的使用方式。
zh_hant: 快速了解 Chippy 的使用方式。

source: A tip for the day
zh_hans: 当天的小提示
zh_hant: 當天的小提示

source: A web link, or any text you want summarised.
zh_hans: 网页链接，或任何你想生成摘要的文本。
zh_hant: 網頁連結，或任何你想產生摘要的文字。

source: About
zh_hans: 关于
zh_hant: 關於

source: Account
zh_hans: 账户
zh_hant: 帳號

source: Account Scheduled for Deletion
zh_hans: 账户已计划删除
zh_hant: 帳號已排定刪除

source: Actions for %@
zh_hans: “%@”的操作
zh_hant: 「%@」的動作

source: Active plan required
zh_hans: 需要有效的方案
zh_hant: 需要有效的方案

source: Activity
zh_hans: 活动
zh_hant: 活動

source: Activity unavailable
zh_hans: 无法获取活动记录
zh_hant: 無法取得活動記錄

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a day for each date
zh_hans: 为每个日期添加一天
zh_hant: 為每個日期新增一天

source: Add Day
zh_hans: 添加一天
zh_hant: 新增一天

source: Add days to write the diary, or share a booking to Chippy and let the agent fill it in.
zh_hans: 添加日期来写日记，或把预订分享给 Chippy，让助手帮你填写。
zh_hant: 新增日期來寫日記，或把預訂分享給 Chippy，讓助手幫你填寫。

source: Add Expense
zh_hans: 添加费用
zh_hant: 新增費用

source: Add Hotel
zh_hans: 添加酒店
zh_hant: 新增酒店

source: Add Leg
zh_hans: 添加行程段
zh_hant: 新增行程段

source: Add Moment
zh_hans: 添加时刻
zh_hant: 新增時刻

source: Add Note
zh_hans: 添加备注
zh_hant: 新增備註

source: Add Option
zh_hans: 添加方案
zh_hant: 新增方案

source: Add Photo
zh_hans: 添加照片
zh_hant: 新增照片

source: Add Place
zh_hans: 添加地点
zh_hant: 新增地點

source: Add places to draw routes on the map.
zh_hans: 添加地点后即可在地图上绘制路线。
zh_hant: 新增地點後即可在地圖上繪製路線。

source: Add places to the trip first; the route connects them in order.
zh_hans: 请先为行程添加地点；路线会按顺序连接它们。
zh_hant: 請先為行程新增地點；路線會依序連接它們。

source: Add Price
zh_hans: 添加价格
zh_hant: 新增價格

source: Add Stop
zh_hans: 添加站点
zh_hant: 新增站點

source: Add Summary
zh_hans: 添加摘要
zh_hant: 加入摘要

source: Add Summary now works with Siri and Shortcuts. Summarise a link or text, see the finished card, and find it in your Library. Use the action in your own shortcuts, too.
zh_hans: “添加摘要”现已支持 Siri 和快捷指令。为链接或文本生成摘要，查看完成的卡片，并在资料库中找到它。你也可以在自己的快捷指令中使用这个操作。
zh_hant: 「加入摘要」現已支援 Siri 和捷徑。為連結或文字產生摘要、查看完成的卡片，並在資料庫中找到它。你也可以在自己的捷徑中使用這個動作。

source: Add this to claude_desktop_config.json (Settings → Developer → Edit Config). Requires Node.js.
zh_hans: 将以下内容添加到 claude_desktop_config.json（设置 → 开发者 → 编辑配置）。需要 Node.js。
zh_hant: 將以下內容加入 claude_desktop_config.json（設定 → 開發者 → 編輯設定）。需要 Node.js。

source: Add this to the agent’s MCP configuration, e.g. ~/.cursor/mcp.json or a project’s .mcp.json.
zh_hans: 将以下内容添加到智能体的 MCP 配置中，例如 ~/.cursor/mcp.json 或项目的 .mcp.json。
zh_hant: 將以下內容加入代理程式的 MCP 設定，例如 ~/.cursor/mcp.json 或專案的 .mcp.json。

source: Add to Likes
zh_hans: 添加到喜欢
zh_hant: 加入喜歡

source: Add Transport
zh_hans: 添加交通
zh_hant: 新增交通

source: Added to Likes
zh_hans: 已添加到喜欢
zh_hant: 已加入喜歡

source: Address
zh_hans: 地址
zh_hant: 地址

source: Adjustment
zh_hans: 调整
zh_hant: 調整

source: Admission tiers, set menus or rates. Leave the amount empty for free.
zh_hans: 门票档位、套餐或收费标准。免费则留空金额。
zh_hant: 門票級距、套餐或收費標準。免費則留空金額。

source: Adult
zh_hans: 成人
zh_hant: 成人

source: Afternoon
zh_hans: 午后
zh_hant: 午後

source: Agent
zh_hans: 智能体
zh_hant: 代理程式

source: Agents using this key stop working immediately. This can’t be undone.
zh_hans: 使用此密钥的智能体将立即停止工作。此操作无法撤销。
zh_hant: 使用此金鑰的代理程式將立即停止運作。此動作無法復原。

source: AI agents such as Claude connect to this URL with an API key to add, search and list your summaries and trips. They act as your account, from any device. Summaries and trips they add are free and don't use your allowance or points.
zh_hans: Claude 等 AI 智能体使用 API 密钥连接此 URL，即可添加、搜索和列出你的摘要和行程。它们以你的账户身份操作，可在任何设备上使用。它们添加的摘要和行程免费，不会计入你的额度，也不会扣除点数。
zh_hant: Claude 等 AI 代理程式使用 API 金鑰連接此 URL，即可新增、搜尋和列出你的摘要和行程。它們以你的帳號身分操作，可在任何裝置上使用。它們新增的摘要和行程免費，不會計入你的額度，也不會扣除點數。

source: AI agents such as Claude connect to this URL with an API key to add, search and list your summaries. They act as your account, from any device, and added summaries count against your allowance.
zh_hans: Claude 等 AI 智能体使用 API 密钥连接此 URL，即可添加、搜索和列出你的摘要。它们以你的账户身份操作，可在任何设备上使用，添加的摘要会计入你的额度。
zh_hant: Claude 等 AI 代理程式使用 API 金鑰連接此 URL，即可新增、搜尋和列出你的摘要。它們以你的帳號身分操作，可在任何裝置上使用，新增的摘要會計入你的額度。

source: Airline
zh_hans: 航空公司
zh_hant: 航空公司

source: Airport
zh_hans: 机场
zh_hant: 機場

source: Alignment
zh_hans: 对齐方式
zh_hant: 對齊方式

source: All
zh_hans: 全部
zh_hant: 全部

source: All Heading Levels
zh_hans: 所有标题层级
zh_hant: 所有標題層級

source: Allow notifications for Chippy in system Settings to receive summary alerts.
zh_hans: 请在系统设置中允许 Chippy 发送通知，以接收摘要提醒。
zh_hant: 請在系統設定中允許 Chippy 傳送通知，以接收摘要提醒。

source: Allowance
zh_hans: 额度
zh_hant: 額度

source: Allowance resets
zh_hans: 额度重置时间
zh_hant: 額度重設時間

source: Allowance unavailable
zh_hans: 无法获取额度
zh_hant: 無法取得額度

source: Also signs out the share extension.
zh_hans: 同时会退出分享扩展的登录。
zh_hant: 同時會登出分享延伸功能。

source: Always label on map
zh_hans: 在地图上始终显示名称
zh_hant: 在地圖上始終顯示名稱

source: Amount
zh_hans: 金额
zh_hant: 金額

source: Any category
zh_hans: 任意分类
zh_hant: 任何分類

source: Any source
zh_hans: 任意来源
zh_hant: 任何來源

source: Any tag
zh_hans: 任意标签
zh_hant: 任何標籤

source: API Key Created
zh_hans: API 密钥已创建
zh_hant: 已建立 API 金鑰

source: API Keys
zh_hans: API 密钥
zh_hant: API 金鑰

source: API keys for AI agents.
zh_hans: 供 AI 智能体使用的 API 密钥。
zh_hant: 供 AI 代理程式使用的 API 金鑰。

source: API keys let AI agents such as Claude add, search and list your summaries.
zh_hans: API 密钥让 Claude 等 AI 智能体添加、搜索和列出你的摘要。
zh_hant: API 金鑰讓 Claude 等 AI 代理程式新增、搜尋和列出你的摘要。

source: Apple Maps
zh_hans: Apple 地图
zh_hant: Apple 地圖

source: Applies to the PDF preview and PDF / Word exports in every language. Custom rendering uses XeLaTeX. Text stays editable; pagination may differ between formats.
zh_hans: 适用于所有语言的 PDF 预览及 PDF / Word 导出。自定义渲染使用 XeLaTeX。文字可编辑；不同格式的分页可能不同。
zh_hant: 適用於所有語言的 PDF 預覽及 PDF / Word 匯出。自訂算繪使用 XeLaTeX。文字可編輯；不同格式的分頁可能不同。

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Apply Preset…
zh_hans: 应用预设…
zh_hant: 套用預設…

source: Arrival
zh_hans: 到达
zh_hant: 抵達

source: Arrives %@
zh_hans: %@ 到达
zh_hant: %@ 抵達

source: article
zh_hans: 文章
zh_hant: 文章

source: Ask About This
zh_hans: 就此提问
zh_hant: 針對此提問

source: Ask about this summary
zh_hans: 询问关于此摘要的问题
zh_hant: 詢問關於此摘要的問題

source: Ask about your summaries
zh_hans: 询问关于你的摘要的问题
zh_hant: 詢問關於你的摘要的問題

source: Ask anything — answers come from the original content.
zh_hans: 随便问——答案来自原文内容。
zh_hant: 隨意提問——答案來自原文內容。

source: Automatically check for updates
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically download and install updates
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新

source: Available
zh_hans: 可用
zh_hant: 可用

source: Back
zh_hans: 返回
zh_hant: 返回

source: Balance
zh_hans: 余额
zh_hant: 餘額

source: Black
zh_hans: 黑色
zh_hant: 黑色

source: Blue
zh_hans: 蓝色
zh_hant: 藍色

source: Body Font Size
zh_hans: 正文字号
zh_hant: 正文字級

source: Booked
zh_hans: 已预订
zh_hant: 已預訂

source: Booking reference
zh_hans: 预订编号
zh_hant: 預訂編號

source: Bookings
zh_hans: 预订
zh_hant: 預訂

source: Bottom
zh_hans: 下
zh_hant: 下

source: Build
zh_hans: 构建版本
zh_hant: 建置版本

source: Bus
zh_hans: 巴士
zh_hant: 巴士

source: Business
zh_hans: 商务舱
zh_hant: 商務艙

# Buy %@ for %@
source: Buy %1$@ for %2$@
zh_hans: 以 %2$@ 购买 %1$@
zh_hant: 以 %2$@ 購買 %1$@

source: Cabin
zh_hans: 舱位
zh_hant: 艙等

source: Calculating…
zh_hans: 正在计算…
zh_hant: 正在計算…

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Caption
zh_hans: 说明
zh_hant: 說明

source: Car
zh_hans: 汽车
zh_hant: 汽車

source: Car %@
zh_hans: %@ 号车厢
zh_hant: %@ 號車廂

source: Category
zh_hans: 分类
zh_hant: 分類

source: Center
zh_hans: 居中
zh_hant: 置中

source: Change language
zh_hans: 更改语言
zh_hant: 更改語言

source: Chat
zh_hans: 聊天
zh_hant: 聊天

source: Chatting uses points based on the AI's usage. Top up to keep chatting.
zh_hans: 聊天会根据 AI 的用量消耗积分。充值后即可继续聊天。
zh_hant: 聊天會依 AI 的用量扣除點數。儲值後即可繼續聊天。

source: Check for Updates…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check LaTeX
zh_hans: 检查 LaTeX
zh_hant: 檢查 LaTeX

source: Check-in
zh_hans: 入住
zh_hant: 入住

source: Check-in %@
zh_hans: %@ 入住
zh_hant: %@ 入住

source: Check-in time
zh_hans: 入住时间
zh_hant: 入住時間

source: Check-out
zh_hans: 退房
zh_hant: 退房

source: Checking flight…
zh_hans: 正在查询航班…
zh_hant: 正在查詢航班…

source: Checking LaTeX…
zh_hans: 正在检查 LaTeX…
zh_hant: 正在檢查 LaTeX…

source: Checkout opens securely in your browser. Points are added to your account once payment completes.
zh_hans: 将在浏览器中安全打开结账页面。付款完成后，积分会添加到你的账户。
zh_hant: 將在瀏覽器中安全開啟結帳頁面。付款完成後，點數會加入你的帳號。

source: Chippy checks tracked flights and sends alerts when the gate, times or status change.
zh_hans: Chippy 会跟踪这些航班，并在登机口、时间或状态变化时提醒你。
zh_hant: Chippy 會追蹤這些航班，並在登機門、時間或狀態變更時提醒你。

source: Chippy could not register for notifications. Try again when you are online.
zh_hans: Chippy 无法注册通知。请在联网后重试。
zh_hant: Chippy 無法註冊通知。請在連上網路後再試一次。

source: Chippy could not request notification permission. Try again.
zh_hans: Chippy 无法请求通知权限。请重试。
zh_hant: Chippy 無法要求通知權限。請再試一次。

source: Chippy now supports MCP. Let AI agents add summaries, search your Library, and list your saved chips from anywhere. Open Settings → MCP Server to create an API key and copy your agent’s connection setup. Chippy doesn’t need to be open.
zh_hans: Chippy 现已支持 MCP。让 AI 智能体随时随地添加摘要、搜索资料库及列出已保存的摘要卡片。打开设置 → MCP 服务器，创建 API 密钥并复制智能体的连接配置。无需保持 Chippy 开启。
zh_hant: Chippy 現已支援 MCP。讓 AI 代理隨時隨地新增摘要、搜尋資料庫及列出已儲存的摘要卡片。開啟設定 → MCP 伺服器，建立 API 金鑰並複製代理的連線設定。無需保持 Chippy 開啟。

source: Chippy translates the paper's title and text using your points. Existing translations are reused; only new or changed text is translated. Equations, references and images are preserved. Switch to Original to edit the paper.
zh_hans: Chippy 使用你的点数翻译论文的标题和正文。已有翻译会被复用，仅翻译新增或更改的文字。公式、参考文献和图片会保留。切换到「原文」即可编辑论文。
zh_hant: Chippy 使用你的點數翻譯論文的標題和正文。已有翻譯會被重用，僅翻譯新增或變更的文字。公式、參考文獻和圖片會保留。切換到「原文」即可編輯論文。

source: Chippy translates the trip's days, places, transport, notes and views into %@. While it's shown translated, the trip can't be edited.
zh_hans: Chippy 会将行程的每日安排、地点、交通、笔记和视图翻译成%@。以译文显示时，行程无法编辑。
zh_hant: Chippy 會將行程的每日安排、地點、交通、筆記和視圖翻譯成%@。以譯文顯示時，行程無法編輯。

source: Choose the original file to keep it with this summary. Chat reads it on this device to answer questions.
zh_hans: 选择原始文件，将其与此摘要关联保存。聊天会在此设备上读取该文件来回答问题。
zh_hant: 選擇原始檔案，將其與此摘要一併保存。聊天會在此裝置上讀取該檔案來回答問題。

source: Chosen
zh_hans: 已选
zh_hant: 已選

source: Chosen option
zh_hans: 选定方案
zh_hant: 選定方案

source: City
zh_hans: 城市
zh_hant: 城市

source: Clear %@ of cached data?
zh_hans: 清除 %@ 的缓存数据？
zh_hant: 清除 %@ 的快取資料？

source: Clear All Filters
zh_hans: 清除所有筛选条件
zh_hant: 清除所有篩選條件

source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Cache…
zh_hans: 清除缓存…
zh_hant: 清除快取…

source: Clear Search
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close Search
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Close Tour
zh_hans: 关闭导览
zh_hant: 關閉導覽

source: Column Gap
zh_hans: 栏间距
zh_hant: 欄間距

source: Columns
zh_hans: 分栏
zh_hant: 分欄

source: Comfortable Reading
zh_hans: 舒适阅读
zh_hant: 舒適閱讀

source: Compiling…
zh_hans: 正在编译…
zh_hant: 正在編譯…

source: Completing purchase…
zh_hans: 正在完成购买…
zh_hant: 正在完成購買…

source: Configuration copied
zh_hans: 已复制配置
zh_hant: 已複製設定

source: Configure…
zh_hans: 配置…
zh_hant: 設定…

source: Confirmation %@
zh_hans: 确认号 %@
zh_hant: 確認號 %@

source: Confirmation number
zh_hans: 确认号
zh_hant: 確認號

source: Connect an Agent
zh_hans: 连接智能体
zh_hant: 連接代理程式

source: Connect to the internet to see the summaries you starred.
zh_hans: 连接互联网以查看你加星标的摘要。
zh_hant: 連接網際網路以查看你加上星號的摘要。

source: Connect your AI agents
zh_hans: 连接你的 AI 智能体
zh_hant: 連接你的 AI 代理

source: Connection
zh_hans: 连接
zh_hant: 連線

source: Contents Depth
zh_hans: 目录层级
zh_hant: 目錄層級

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy Configuration
zh_hans: 复制配置
zh_hant: 複製設定

source: Copy Coordinates
zh_hans: 拷贝坐标
zh_hant: 拷貝座標

source: Copy Key
zh_hans: 复制密钥
zh_hant: 複製金鑰

source: Copy the key now. For your security, Chippy can’t show it again.
zh_hans: 请立即复制此密钥。为了你的安全，Chippy 无法再次显示它。
zh_hant: 請立即複製此金鑰。為了你的安全，Chippy 無法再次顯示它。

source: Costs covered by a pass are listed but left out of the totals.
zh_hans: 由通票覆盖的费用会列出，但不计入总额。
zh_hant: 由通票涵蓋的費用會列出，但不計入總額。

source: Couldn't Delete
zh_hans: 无法删除
zh_hant: 無法刪除

source: Couldn't Export Paper
zh_hans: 无法导出论文
zh_hant: 無法匯出論文

source: Couldn't Export PDF
zh_hans: 无法导出 PDF
zh_hant: 無法輸出 PDF

source: Couldn't find your location. Try again.
zh_hans: 无法获取你的位置，请重试。
zh_hant: 無法取得你的位置，請重試。

source: Couldn't load more. Try again
zh_hans: 无法加载更多。请重试
zh_hant: 無法載入更多。請再試一次

source: Couldn't load your library
zh_hans: 无法加载你的资料库
zh_hant: 無法載入你的資料庫

source: Couldn't load your likes
zh_hans: 无法载入你喜欢的摘要
zh_hant: 無法載入你喜歡的摘要

source: Couldn't Look Up Flight
zh_hans: 无法查询航班
zh_hant: 無法查詢航班

source: Couldn't Save
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn't Save Rendering Options
zh_hans: 无法保存渲染选项
zh_hant: 無法儲存算繪選項

source: Couldn't update Likes
zh_hans: 无法更新喜欢
zh_hant: 無法更新喜歡

source: Covered by
zh_hans: 由以下覆盖
zh_hant: 由以下涵蓋

source: Covered by %@
zh_hans: 由%@覆盖
zh_hant: 由%@涵蓋

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create a key for each agent you connect, so you can see its usage and revoke it on its own.
zh_hans: 为每个连接的智能体创建一个密钥，这样你可以分别查看其用量并单独撤销。
zh_hant: 為每個連接的代理程式建立一個金鑰，這樣你可以分別查看其用量並單獨撤銷。

source: Create API Key…
zh_hans: 创建 API 密钥…
zh_hant: 建立 API 金鑰…

source: Created %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

source: Creating key…
zh_hans: 正在创建密钥…
zh_hant: 正在建立金鑰…

source: Creating paper…
zh_hans: 正在创建论文…
zh_hant: 正在建立論文…

source: Creating trip…
zh_hans: 正在创建行程…
zh_hant: 正在建立行程…

source: Credit
zh_hans: 来源署名
zh_hant: 來源署名

source: Currency
zh_hans: 货币
zh_hant: 貨幣

source: Current balance
zh_hans: 当前余额
zh_hant: 目前餘額

source: Current status
zh_hans: 当前状态
zh_hant: 目前狀態

source: Cursor & Others
zh_hans: Cursor 及其他
zh_hant: Cursor 及其他

source: Custom rendering applies to PDF and Word.
zh_hans: 自定义渲染适用于 PDF 和 Word。
zh_hant: 自訂算繪適用於 PDF 和 Word。

source: Date
zh_hans: 日期
zh_hant: 日期

source: Dates and times in this trip are local to its time zone.
zh_hans: 此行程中的日期和时间均为其时区的当地时间。
zh_hant: 此行程中的日期和時間均為其時區的當地時間。

source: Day
zh_hans: 日期
zh_hant: 日期

source: DAY
zh_hans: 第
zh_hant: 第

source: Day %lld
zh_hans: 第 %lld 天
zh_hant: 第 %lld 天

source: DAY %lld
zh_hans: 第 %lld 天
zh_hant: 第 %lld 天

# Day %lld · %@
source: Day %1$lld · %2$@
zh_hans: 第 %1$lld 天 · %2$@
zh_hant: 第 %1$lld 天 · %2$@

source: Day %lld, %@
zh_hans: 第 %lld 天，%@
zh_hant: 第 %lld 天，%@

source: Days staying here will show no hotel.
zh_hans: 住在这里的日期将不再显示酒店。
zh_hant: 住在這裡的日期將不再顯示酒店。

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Delete %@…
zh_hans: 删除 %@…
zh_hant: 刪除 %@…

source: Delete Account
zh_hans: 删除账户
zh_hant: 刪除帳號

source: Delete Day
zh_hans: 删除这一天
zh_hant: 刪除這一天

source: Delete Expense
zh_hans: 删除费用
zh_hant: 刪除費用

source: Delete File
zh_hans: 删除文件
zh_hant: 刪除檔案

source: Delete Hotel
zh_hans: 删除酒店
zh_hant: 刪除酒店

source: Delete My Account
zh_hans: 删除我的账户
zh_hant: 刪除我的帳號

source: Delete Paper
zh_hans: 删除论文
zh_hant: 刪除論文

source: Delete Paper…
zh_hans: 删除论文…
zh_hant: 刪除論文…

source: Delete Place
zh_hans: 删除地点
zh_hant: 刪除地點

source: Delete Summary
zh_hans: 删除摘要
zh_hant: 刪除摘要

source: Delete Transport
zh_hans: 删除交通
zh_hant: 刪除交通

source: Delete Trip
zh_hans: 删除行程
zh_hant: 刪除行程

source: Delete Your Account
zh_hans: 删除你的账户
zh_hant: 刪除你的帳號

source: Delete your Chippy account?
zh_hans: 要删除你的 Chippy 账户吗？
zh_hant: 要刪除你的 Chippy 帳號嗎？

source: Delete…
zh_hans: 删除…
zh_hant: 刪除…

source: Deletes %@
zh_hans: 将于 %@ 删除
zh_hant: 將於 %@ 刪除

source: Deletes %@.
zh_hans: 将于 %@ 删除。
zh_hant: 將於 %@ 刪除。

source: Deleting trip…
zh_hans: 正在删除行程…
zh_hant: 正在刪除行程…

source: Deleting…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Deletion Scheduled
zh_hans: 已计划删除
zh_hant: 已排定刪除

source: Departs %@
zh_hans: %@ 起飞
zh_hant: %@ 起飛

source: Departure
zh_hans: 出发
zh_hant: 出發

source: Description
zh_hans: 描述
zh_hant: 描述

source: Designing…
zh_hans: 正在设计…
zh_hant: 正在設計…

source: Details
zh_hans: 详情
zh_hant: 詳情

source: Directions
zh_hans: 导航
zh_hant: 導航

source: Disable Notifications
zh_hans: 关闭通知
zh_hant: 關閉通知

source: Disabled
zh_hans: 已关闭
zh_hant: 已關閉

source: Discover
zh_hans: 探索
zh_hant: 探索

source: Dismiss Search
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Dispute resolved
zh_hans: 争议已解决
zh_hant: 爭議已解決

source: Document Structure
zh_hans: 文档结构
zh_hant: 文件結構

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download PDF
zh_hans: 下载 PDF
zh_hant: 下載 PDF

source: Duration
zh_hans: 时长
zh_hant: 時長

source: e.g. Claude Code on my laptop
zh_hans: 例如：我笔记本电脑上的 Claude Code
zh_hant: 例如：我筆電上的 Claude Code

source: Economy
zh_hans: 经济舱
zh_hant: 經濟艙

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit day
zh_hans: 编辑这一天
zh_hant: 編輯這一天

source: Edit Day
zh_hans: 编辑这一天
zh_hant: 編輯這一天

source: Edit Expense
zh_hans: 编辑费用
zh_hant: 編輯費用

source: Edit hotel
zh_hans: 编辑酒店
zh_hant: 編輯酒店

source: Edit Hotel
zh_hans: 编辑酒店
zh_hant: 編輯酒店

source: Edit Photo
zh_hans: 编辑照片
zh_hant: 編輯照片

source: Edit Place
zh_hans: 编辑地点
zh_hant: 編輯地點

source: Edit Price
zh_hans: 编辑价格
zh_hant: 編輯價格

source: Edit Sharing
zh_hans: 编辑分享
zh_hant: 編輯分享

source: Edit sharing…
zh_hans: 编辑分享…
zh_hant: 編輯分享…

source: Edit Transport
zh_hans: 编辑交通
zh_hant: 編輯交通

source: Edit trip details
zh_hans: 编辑行程详情
zh_hant: 編輯行程詳情

source: Edited
zh_hans: 已编辑
zh_hant: 已編輯

source: Elements are { type, props, children }. Components: Stack, Grid, Card, Disclosure, Heading, Text, Badge, Stat, Callout, KeyValue, List, Table, BarChart, Divider, Link, Image, Gallery, Place. Or ask the trip agent to build one.
zh_hans: 元素格式为 { type, props, children }。组件：Stack、Grid、Card、Disclosure、Heading、Text、Badge、Stat、Callout、KeyValue、List、Table、BarChart、Divider、Link、Image、Gallery、Place。也可以请旅行助理来制作。
zh_hant: 元素格式為 { type, props, children }。元件：Stack、Grid、Card、Disclosure、Heading、Text、Badge、Stat、Callout、KeyValue、List、Table、BarChart、Divider、Link、Image、Gallery、Place。也可以請旅行助理來製作。

source: Enable Notifications
zh_hans: 开启通知
zh_hant: 開啟通知

source: Enabled
zh_hans: 已开启
zh_hant: 已開啟

source: Ends
zh_hans: 结束
zh_hant: 結束

source: Engine
zh_hans: 引擎
zh_hant: 引擎

source: Evening
zh_hans: 傍晚
zh_hant: 傍晚

source: Every summary you created, including shared links
zh_hans: 你创建的所有摘要，包括已分享的链接
zh_hant: 你建立的所有摘要，包括已分享的連結

source: Everything will be permanently deleted on %@. You stay signed in until then and can keep your account at any time.
zh_hans: 所有内容将于 %@ 被永久删除。在此之前你会保持登录状态，并可随时选择保留账户。
zh_hant: 所有內容將於 %@ 永久刪除。在此之前你會維持登入狀態，並可隨時選擇保留帳號。

source: Expense
zh_hans: 费用
zh_hant: 費用

source: Expenses
zh_hans: 费用
zh_hant: 費用

source: Explain this in simpler terms
zh_hans: 用更简单的话解释一下
zh_hant: 用更簡單的方式解釋一下

source: Explore the neighborhood
zh_hans: 探索街区
zh_hant: 探索街區

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Anyway
zh_hans: 仍然导出
zh_hant: 仍然匯出

source: Export Paper
zh_hans: 导出论文
zh_hant: 匯出論文

source: Export PDF…
zh_hans: 导出 PDF…
zh_hant: 輸出 PDF…

source: Export with reference errors?
zh_hans: 仍要导出包含参考文献错误的论文吗？
zh_hant: 仍要匯出包含參考文獻錯誤的論文嗎？

source: Exported
zh_hans: 已导出
zh_hant: 已匯出

source: Fare
zh_hans: 票价
zh_hant: 票價

source: Features added in recent updates.
zh_hans: 近期更新中新增的功能。
zh_hant: 近期更新中新增的功能。

source: Ferry
zh_hans: 渡轮
zh_hant: 渡輪

source: File
zh_hans: 文件
zh_hant: 檔案

source: File link removed.
zh_hans: 已移除文件关联。
zh_hant: 已移除檔案連結。

source: File linked.
zh_hans: 已关联文件。
zh_hant: 已連結檔案。

source: File name
zh_hans: 文件名
zh_hant: 檔案名稱

source: Files
zh_hans: 文件
zh_hant: 檔案

source: Fills in the airline, airports, terminal, gate and times for this flight on %@.
zh_hans: 填入该航班在 %@ 的航空公司、机场、航站楼、登机口和时间。
zh_hant: 填入該航班在 %@ 的航空公司、機場、航廈、登機門和時間。

source: Filter
zh_hans: 筛选
zh_hant: 篩選

source: Find any summary in your library by its title, text or tag.
zh_hans: 按标题、文本或标签在资料库中查找任意摘要。
zh_hant: 依標題、文字或標籤在資料庫中尋找任何摘要。

source: Find related summaries in my library
zh_hans: 在我的资料库中查找相关摘要
zh_hant: 在我的資料庫中尋找相關摘要

source: Find summaries by meaning, optionally from one source.
zh_hans: 按语义查找摘要，可限定单个来源。
zh_hant: 依語意尋找摘要，可限定單一來源。

source: Find the PDF I shared about research
zh_hans: 找到我分享的那份关于研究的 PDF
zh_hant: 找出我分享的那份關於研究的 PDF

source: Finding your trips…
zh_hans: 正在查找你的行程…
zh_hant: 正在尋找你的行程…

source: First
zh_hans: 头等舱
zh_hant: 頭等艙

source: First Line Indent
zh_hans: 首行缩进
zh_hant: 首行縮排

source: First option
zh_hans: 第一个方案
zh_hant: 第一個方案

source: Flight
zh_hans: 航班
zh_hant: 航班

source: Flight not found
zh_hans: 未找到航班
zh_hant: 找不到航班

source: Flight Not Found
zh_hans: 未找到航班
zh_hant: 找不到航班

source: Flight number
zh_hans: 航班号
zh_hant: 航班編號

source: Flight Status
zh_hans: 航班动态
zh_hant: 航班動態

source: Folder (optional)
zh_hans: 文件夹（可选）
zh_hant: 資料夾（選填）

source: Follow
zh_hans: 跟随
zh_hant: 跟隨

source: Following
zh_hans: 跟随中
zh_hant: 跟隨中

source: Font Family
zh_hans: 字体类型
zh_hant: 字體類型

source: Food
zh_hans: 餐饮
zh_hant: 餐飲

source: Footer · Center
zh_hans: 页脚 · 居中
zh_hant: 頁尾 · 置中

source: Footer · Left
zh_hans: 页脚 · 左侧
zh_hant: 頁尾 · 左側

source: Footer · Right
zh_hans: 页脚 · 右侧
zh_hant: 頁尾 · 右側

source: Footer Text
zh_hans: 页脚文字
zh_hant: 頁尾文字

source: For
zh_hans: 用于
zh_hant: 用於

source: Format
zh_hans: 格式
zh_hant: 格式

source: Formatting the source text
zh_hans: 正在整理来源文本
zh_hant: 正在整理來源文字

source: Formatting the source text…
zh_hans: 正在整理来源文本…
zh_hant: 正在整理來源文字…

source: Free
zh_hans: 免费
zh_hant: 免費

source: Free summaries
zh_hans: 免费摘要
zh_hant: 免費摘要

source: Free summaries are used first. After that, each summary takes points, and chat and formatting a summary's source are charged by what the AI model used.
zh_hans: 优先使用免费摘要。之后，每个摘要都会消耗积分；聊天和整理摘要来源则按 AI 模型的实际用量计费。
zh_hant: 會優先使用免費摘要。之後，每則摘要都會扣除點數；聊天和整理摘要來源則依 AI 模型的實際用量計費。

source: Free summaries left
zh_hans: 剩余免费摘要
zh_hant: 剩餘免費摘要

source: Free summaries reset %@.
zh_hans: 免费摘要将于%@重置。
zh_hant: 免費摘要將於%@重設。

source: Free summaries used
zh_hans: 已用免费摘要
zh_hant: 已用免費摘要

source: From
zh_hans: 出发地
zh_hant: 出發地

source: From airport (IATA)
zh_hans: 出发机场（IATA）
zh_hant: 出發機場（IATA）

source: From Safari to a summary
zh_hans: 从 Safari 到摘要
zh_hant: 從 Safari 到摘要

source: Gate
zh_hans: 登机口
zh_hant: 登機門
